{"-447793272": [{"data": "https://www.nytimes.com/2020/08/31/us/markey-kennedy-massachusetts-senate.html?action=click&module=Top%20Stories&pgtype=Homepage", "rating": "This article is true"}, {"data": "https://www.nytimes.com/2020/08/31/us/politics/biden-speech-trump.html?action=click&module=Top%20Stories&pgtype=Homepage", "rating": "This article is true"}, {"data": "https://www.thegatewaypundit.com/2020/08/cheering-blm-ignoring-riots-weeks-democrats-finally-speak-far-left-rioters-blame-trump/", "rating": "Although this contains certain elements of truth. It is mostly false."}, {"data": "https://www.politico.com/news/2020/08/31/joe-biden-speech-riots-looters-405981", "rating": "This is true."}, {"data": "https://www.thegatewaypundit.com/2020/08/united-states-country-among-developed-nations-keeping-children-home-school/", "rating": "Although this contains certain elements of truth. It is mostly false."}], "903853185": [{"data": "https://www.politico.com/news/2020/08/31/joe-biden-speech-riots-looters-405981", "rating": "This is true."}, {"data": "Liberty University on Monday announced that it would commission an “independent investigation” into how its now-former president Jerry Falwell Jr. managed the Christian school for years until he resigned last week.\n\nThe executive committee of the university’s board of trustees said in a statement that it had hired an outside firm to “conduct a thorough investigation into all facets of Liberty University operations during Jerry Falwell, Jr.’s tenure as President, including but not limited to financial, real estate, and legal matters.”\n\nAdvertisement\n\nThe board said in its statement that the school's leaders are “committed to learning the consequences that have flowed from a lack of spiritual stewardship by our former president,\" who heading the school since 2007.\n\nFalwell is among the most prominent evangelical supporters of President Donald Trump. The former university leader's wife, Becki, has served on the advisory board of Women for Trump.\n\nThe board’s statement said that the past week, which also marked the beginning of classes for Liberty students at the Lynchburg, Va., campus, had “challenged all of us to the core.”\n\n“Some may say that all the signs were there for a long time before last week,\" the statement said. \"It’s certainly fair to say that there were questionable comments made, worrying behavior, and inappropriate social media posts, but all the signs were not there until the start of last week. While we still didn’t know the full scope of the matter, we have learned enough about the past to know that we had no choice but to take the leadership of Liberty University in a new direction.”\n\nFalwell submitted his resignation last week, at the request of the university’s board, in the wake of allegations that he and his wife, Becki, had engaged in an ongoing relationship with Giancarlo Granda, a former pool attendant at the Fontainebleau Hotel in Miami Beach, Fla. Falwell has denied that he was involved, though Granda has repeatedly said in media interviews over the past week that Falwell observed Granda’s sexual encounters with Becki.\n\nA former Liberty University student also claimed Becki Falwell initiated a sexual encounter with him in 2008, when she was a university employee and he was 22, POLITICO reported Friday.\n\nAdvertisement\n\nJerry Falwell Jr. took a leave of absence earlier in August, after he posted and removed a photo of himself vacationing on a yacht with his pants unzipped and his arm around his wife’s assistant.\n\nPOLITICO previously reported that some members of Liberty’s board were disturbed by Falwell’s oversight of university funds, including his repeated trips on that yacht, which belongs to NASCAR owner Rick Hendrick.\n\nHendrick owns a racing team Liberty University spends roughly $6 million a year to sponsor. Use of the yacht was not part of the contract between Liberty and Hendrick’s company, a Hendrick Motorsports representative previously told POLITICO.\n\nFalwell has also been dogged over the past several years by questions about Liberty University business deals that benefited his friends, including his personal trainer. Current and former Liberty University officials also described a culture of fear at the university and concerns about Falwell’s behavior.\n\nOn Monday, the university’s board said it had hired one of the “leading forensic firms” to investigate Falwell’s tenure at the school, though a university spokesperson declined to say which firm.\n\nThe university board is in the process of beginning a search for a permanent replacement for Falwell. Jerry Prevo, a retired Alaska pastor and longtime board member, has been serving as acting head of the school.\n\nThe board said on Monday that it is also examining options to create a new role within senior leadership at the university for a “spiritual coach” and “mentor” to help guide the school.\n\nFalwell is a lawyer and real estate developer, rather than a minister, like his father, the late Rev. Jerry Falwell Sr.", "rating": "This is true."}, {"data": "https://www.irishtimes.com/news/health/could-ireland-become-the-wayward-child-of-europe-on-covid-response-1.4343216", "rating": "While mostly true, this contains a few mischarecterizations and untruths"}, {"data": "http://twitter.com", "rating": "This is true."}, {"data": "https://www.nytimes.com/2020/08/31/us/politics/biden-speech-trump.html?action=click&module=Top%20Stories&pgtype=Homepage", "rating": "This article is true"}]}