{"903853185": [{"data": "Mauricio Claver-Carone, deputy assistant to President Donald Trump and senior director for Western Hemisphere affairs, speaks to the press on Wednesday, Jan. 15, 2020.\nMauricio Claver-Carone, deputy assistant to President Donald Trump and senior director for Western Hemisphere affairs, speaks to the press after meeting with Bolivia's Foreign Minister Karen Longaric in La Paz, Bolivia, Wednesday, Jan. 15, 2020. (AP Photo/Juan Karita) | AP Photo/Juan Karita\nClaver-Carone, for his part, welcomes all the attention around his nomination as a chance to draw attention to the little-discussed bank.\n\n“We’re going to use that sudden interest that has sparked across the board among Republicans and Democrats and put it to work for the benefit of the IDB,” Claver-Carone said in an interview. “The winner is going to be the IDB because now everyone, whether because they like me or they don’t like me, [is] going to want to be the biggest champions of the IDB.”\n MOST READ\n Kamala Harris\nHarris 'electrifies' West Indian voters — and gives Biden a new edge in Florida\nTrump the distracter brings his act to the DNC\nHHS chief information officer abruptly resigns\nPentagon establishes new task force to investigate UFOs\nPompeo lashes out as U.N. Security Council rejects extension to Iran arms embargo\nAdvertisement\n\nMeanwhile, former Republican and Democratic officials alike, including former World Bank President Robert Zoellick and Thomas McLarty, former White House chief of staff in the Clinton administration, have called for the IDB to delay the election until March. They also want the U.S. to withdraw its candidacy to allow for a Latin American to take the job.\n\n“That is the prudent step. And at that time, the U.S. government, whether led by President Trump or President Biden, should return to the well-established norm that the IDB’s president be a Latin American. If it ain’t broke, don’t fix it,” former Secretary of State George Shultz and five other former officials wrote in an op-ed published last week in major Latin American newspapers, like Reforma in Mexico and Clarín in Argentina.\n\nThe U.S. already has significant power within the bank, which is headquartered in Washington, as it has a 30 percent share — meaning it has de facto veto power. Tradition holds that the executive vice president spot in the bank’s leadership is reserved for a U.S. pick.\n\nA group of former Latin American presidents, including Colombia's Juan Manuel Santos and Brazil’s Fernando Henrique Cardoso, have also called for countries to oppose the U.S. nominee and keep the tradition of having a Latin American leading the bank.\n\n“Now is not the time to further complicate the already difficult episode that Latin America and the Caribbean confronts due to the pandemic and its grave economic and social consequences,” they wrote in June.\n\nPart of their issue with Claver-Carone’s candidacy, former IDB officials said, also hinges on his ability to get Congress to support giving more money to the bank, as it is the largest source of development funding in the region.\n\nSen. Patrick Leahy (D-Vt.), ranking member of the Senate Appropriations Committee, has already made clear that Claver-Carone is “the wrong nominee to make the case for such an increase,” noting his unpopularity with key members of Congress. Leahy’s role in allocating money could make it difficult for Claver-Carone to lock in the money he wants for the bank.\n\n“It is important to be aware that this nomination could jeopardize United States support for, and cooperation with, that institution,” Leahy said in a statement in June.\n\n VOA Building\nMEDIA\nTrump appointee deepens purge of U.S. global media agency\nBY DANIEL LIPPMAN\nOther influential lawmakers have offered mixed reactions to Claver-Carone’s nomination. Reps. Norma Torres (D-Calif.) and Barbara Lee (D-Calif.), members of the House Appropriations Committee, in late July, urged the administration to reconsider, as Claver-Carone’s nomination \"breaks from a 60-year precedent that a Latin American serve as President of the IDB.”", "rating": "This is true."}, {"data": "https://www.politico.com/news/2020/08/15/development-bank-election-395715", "rating": "This article is true"}]}